Repository: Tai-DT/DataShuttle
Catalog: DataShuttle/Localizable.xcstrings
Source language: vi
Languages: ar, de, en, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# Dùng ổ ngoài, ổ phụ, hoặc thư mục cloud (iCloud, Google Drive...) làm đích.
source: Dùng ổ ngoài, ổ phụ hoặc thư mục đám mây (iCloud, Google Drive...) làm đích.
ar: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
de: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
en: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
es: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
fr: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
hi: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
ja: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
ko: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
pt_br: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
ru: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.
zh_hans: Use external drive, secondary drive, or cloud folder (iCloud, Google Drive...) as destination.

source: Đường dẫn đích
ar: Destination path
de: Destination path
en: Destination path
es: Destination path
fr: Destination path
hi: Destination path
ja: Destination path
ko: Destination path
pt_br: Destination path
ru: Destination path
zh_hans: Destination path

source: Đường dẫn dự kiến
ar: Expected path
de: Expected path
en: Expected path
es: Expected path
fr: Expected path
hi: Expected path
ja: Expected path
ko: Expected path
pt_br: Expected path
ru: Expected path
zh_hans: Expected path

source: Đường dẫn thư mục
ar: Folder path
de: Folder path
en: Folder path
es: Folder path
fr: Folder path
hi: Folder path
ja: Folder path
ko: Folder path
pt_br: Folder path
ru: Folder path
zh_hans: Folder path

source: Duyệt
ar: استعراض
de: Durchsuchen
en: Browse
es: Examinar
fr: Parcourir
hi: ब्राउज़ करें
ja: 参照
ko: 찾아보기
pt_br: Procurar
ru: Обзор
zh_hans: 浏览

source: File gốc trên ổ phụ sẽ được GIỮ NGUYÊN (Sao chép)
ar: Original files on external drive will be KEPT (Copy)
de: Original files on external drive will be KEPT (Copy)
en: Original files on external drive will be KEPT (Copy)
es: Original files on external drive will be KEPT (Copy)
fr: Original files on external drive will be KEPT (Copy)
hi: Original files on external drive will be KEPT (Copy)
ja: Original files on external drive will be KEPT (Copy)
ko: Original files on external drive will be KEPT (Copy)
pt_br: Original files on external drive will be KEPT (Copy)
ru: Original files on external drive will be KEPT (Copy)
zh_hans: Original files on external drive will be KEPT (Copy)

source: Ghi nhận
ar: Recorded
de: Recorded
en: Recorded
es: Recorded
fr: Recorded
hi: Recorded
ja: Recorded
ko: Recorded
pt_br: Recorded
ru: Recorded
zh_hans: Recorded

source: Ghi nhớ
ar: الإشارات المرجعية
de: Lesezeichen
en: Bookmarks
es: Marcadores
fr: Signets
hi: बुकमार्क
ja: ブックマーク
ko: 북마크
pt_br: Favoritos
ru: Закладки
zh_hans: 书签

# Giải phóng dung lượng (Online-only)
source: Giải phóng dung lượng (chỉ trực tuyến)
ar: Free up space (Online-only)
de: Free up space (Online-only)
en: Free up space (Online-only)
es: Free up space (Online-only)
fr: Free up space (Online-only)
hi: Free up space (Online-only)
ja: Free up space (Online-only)
ko: Free up space (Online-only)
pt_br: Free up space (Online-only)
ru: Free up space (Online-only)
zh_hans: Free up space (Online-only)

source: Gợi ý:
ar: Suggestion:
de: Suggestion:
en: Suggestion:
es: Suggestion:
fr: Suggestion:
hi: Suggestion:
ja: Suggestion:
ko: Suggestion:
pt_br: Suggestion:
ru: Suggestion:
zh_hans: Suggestion:

source: Hãy cài đặt iCloud Drive, Google Drive, Dropbox hoặc OneDrive để sử dụng tính năng này
ar: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
de: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
en: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
es: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
fr: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
hi: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
ja: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
ko: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
pt_br: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
ru: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature
zh_hans: Install iCloud Drive, Google Drive, Dropbox, or OneDrive to use this feature

source: Hay dùng nhất
ar: Most used
de: Most used
en: Most used
es: Most used
fr: Most used
hi: Most used
ja: Most used
ko: Most used
pt_br: Most used
ru: Most used
zh_hans: Most used

source: HỆ THỐNG
ar: النظام
de: SYSTEM
en: SYSTEM
es: SISTEMA
fr: SYSTÈME
hi: सिस्टम
ja: システム
ko: 시스템
pt_br: SISTEMA
ru: СИСТЕМА
zh_hans: 系统

# Hệ thống đã sẵn sàng để shuttle
source: Hệ thống đã sẵn sàng để chuyển
ar: System is ready to shuttle
de: System is ready to shuttle
en: System is ready to shuttle
es: System is ready to shuttle
fr: System is ready to shuttle
hi: System is ready to shuttle
ja: System is ready to shuttle
ko: System is ready to shuttle
pt_br: System is ready to shuttle
ru: System is ready to shuttle
zh_hans: System is ready to shuttle

# Health Check
source: Kiểm tra tình trạng
ar: فحص الحالة
de: Systemcheck
en: Health Check
es: Verificación de estado
fr: Vérification d'état
hi: हेल्थ चेक
ja: ヘルスチェック
ko: 상태 점검
pt_br: Verificação de integridade
ru: Проверка состояния
zh_hans: 健康检查

# Health Check sẽ tự chạy khi app đã có symlink để kiểm tra.
source: Mục Kiểm tra tình trạng sẽ tự chạy khi ứng dụng đã có liên kết mềm để kiểm tra.
ar: Health Check will auto-run when there are symlinks to check.
de: Health Check will auto-run when there are symlinks to check.
en: Health Check will auto-run when there are symlinks to check.
es: Health Check will auto-run when there are symlinks to check.
fr: Health Check will auto-run when there are symlinks to check.
hi: Health Check will auto-run when there are symlinks to check.
ja: Health Check will auto-run when there are symlinks to check.
ko: Health Check will auto-run when there are symlinks to check.
pt_br: Health Check will auto-run when there are symlinks to check.
ru: Health Check will auto-run when there are symlinks to check.
zh_hans: Health Check will auto-run when there are symlinks to check.

source: Hiện file ẩn
ar: إظهار الملفات المخفية
de: Versteckte Dateien anzeigen
en: Show hidden files
es: Mostrar archivos ocultos
fr: Afficher les fichiers cachés
hi: छिपी हुई फ़ाइलें दिखाएँ
ja: 隠しファイルを表示
ko: 숨김 파일 표시
pt_br: Mostrar arquivos ocultos
ru: Показывать скрытые файлы
zh_hans: 显示隐藏文件

source: Hiện hộp thoại xác nhận trước mỗi thao tác
ar: Show confirmation dialog before each operation
de: Show confirmation dialog before each operation
en: Show confirmation dialog before each operation
es: Show confirmation dialog before each operation
fr: Show confirmation dialog before each operation
hi: Show confirmation dialog before each operation
ja: Show confirmation dialog before each operation
ko: Show confirmation dialog before each operation
pt_br: Show confirmation dialog before each operation
ru: Show confirmation dialog before each operation
zh_hans: Show confirmation dialog before each operation

source: Hiển thị các thư mục bắt đầu bằng dấu chấm (.)
ar: Show folders starting with a dot (.)
de: Show folders starting with a dot (.)
en: Show folders starting with a dot (.)
es: Show folders starting with a dot (.)
fr: Show folders starting with a dot (.)
hi: Show folders starting with a dot (.)
ja: Show folders starting with a dot (.)
ko: Show folders starting with a dot (.)
pt_br: Show folders starting with a dot (.)
ru: Show folders starting with a dot (.)
zh_hans: Show folders starting with a dot (.)

source: Hiện trong Finder
ar: Show in Finder
de: Show in Finder
en: Show in Finder
es: Show in Finder
fr: Show in Finder
hi: Show in Finder
ja: Show in Finder
ko: Show in Finder
pt_br: Show in Finder
ru: Show in Finder
zh_hans: Show in Finder

source: hoàn tất
ar: completed
de: completed
en: completed
es: completed
fr: completed
hi: completed
ja: completed
ko: completed
pt_br: completed
ru: completed
zh_hans: completed

source: Hoàn thành
ar: مكتمل
de: Abgeschlossen
en: Complete
es: Completado
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

source: Hoàn thành!
ar: Complete!
de: Complete!
en: Complete!
es: Complete!
fr: Complete!
hi: Complete!
ja: Complete!
ko: Complete!
pt_br: Complete!
ru: Complete!
zh_hans: Complete!

source: Hoạt động
ar: يعمل
de: Aktiv
en: Active
es: Operativo
fr: Actif
hi: सक्रिय
ja: 正常
ko: 정상
pt_br: Ativo
ru: Активно
zh_hans: 正常

source: Hoạt động bình thường
ar: Operating normally
de: Operating normally
en: Operating normally
es: Operating normally
fr: Operating normally
hi: Operating normally
ja: Operating normally
ko: Operating normally
pt_br: Operating normally
ru: Operating normally
zh_hans: Operating normally

source: Hoạt động tốt
ar: Working well
de: Working well
en: Working well
es: Working well
fr: Working well
hi: Working well
ja: Working well
ko: Working well
pt_br: Working well
ru: Working well
zh_hans: Working well

source: Hỏng
ar: تالف
de: Defekt
en: Broken
es: Dañado
fr: Cassé
hi: खराब
ja: 破損
ko: 손상됨
pt_br: Quebrado
ru: Повреждено
zh_hans: 损坏

source: Hướng
ar: Direction
de: Direction
en: Direction
es: Direction
fr: Direction
hi: Direction
ja: Direction
ko: Direction
pt_br: Direction
ru: Direction
zh_hans: Direction

source: Hướng chuyển
ar: Transfer direction
de: Transfer direction
en: Transfer direction
es: Transfer direction
fr: Transfer direction
hi: Transfer direction
ja: Transfer direction
ko: Transfer direction
pt_br: Transfer direction
ru: Transfer direction
zh_hans: Transfer direction

source: Hủy
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Hủy chọn
ar: Deselect
de: Deselect
en: Deselect
es: Deselect
fr: Deselect
hi: Deselect
ja: Deselect
ko: Deselect
pt_br: Deselect
ru: Deselect
zh_hans: Deselect

source: Hủy chuyển
ar: Cancel transfer
de: Cancel transfer
en: Cancel transfer
es: Cancel transfer
fr: Cancel transfer
hi: Cancel transfer
ja: Cancel transfer
ko: Cancel transfer
pt_br: Cancel transfer
ru: Cancel transfer
zh_hans: Cancel transfer

# Import
source: Nhập dữ liệu
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
hi: इम्पोर्ट
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
zh_hans: 导入

# import về ổ chính
source: nhập về ổ chính
ar: import to main drive
de: import to main drive
en: import to main drive
es: import to main drive
fr: import to main drive
hi: import to main drive
ja: import to main drive
ko: import to main drive
pt_br: import to main drive
ru: import to main drive
zh_hans: import to main drive

source: Kéo dữ liệu từ ổ phụ về SSD và chọn giữ hay xoá nguồn.
ar: Pull data from external drive to SSD and choose to keep or delete source.
de: Pull data from external drive to SSD and choose to keep or delete source.
en: Pull data from external drive to SSD and choose to keep or delete source.
es: Pull data from external drive to SSD and choose to keep or delete source.
fr: Pull data from external drive to SSD and choose to keep or delete source.
hi: Pull data from external drive to SSD and choose to keep or delete source.
ja: Pull data from external drive to SSD and choose to keep or delete source.
ko: Pull data from external drive to SSD and choose to keep or delete source.
pt_br: Pull data from external drive to SSD and choose to keep or delete source.
ru: Pull data from external drive to SSD and choose to keep or delete source.
zh_hans: Pull data from external drive to SSD and choose to keep or delete source.

source: Kết nối ổ ngoài hoặc dùng thư mục đám mây để bắt đầu chuyển dữ liệu lớn khỏi SSD chính.
ar: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
de: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
en: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
es: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
fr: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
hi: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
ja: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
ko: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
pt_br: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
ru: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.
zh_hans: Connect an external drive or use a cloud folder to start shuttling large data off your main SSD.

source: Kết quả quét
ar: Scan results
de: Scan results
en: Scan results
es: Scan results
fr: Scan results
hi: Scan results
ja: Scan results
ko: Scan results
pt_br: Scan results
ru: Scan results
zh_hans: Scan results

source: Khôi phục
ar: استعادة
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

source: khôi phục về ổ chính
ar: restore to main drive
de: restore to main drive
en: restore to main drive
es: restore to main drive
fr: restore to main drive
hi: restore to main drive
ja: restore to main drive
ko: restore to main drive
pt_br: restore to main drive
ru: restore to main drive
zh_hans: restore to main drive

source: Không có dữ liệu
ar: لا توجد بيانات
de: Keine Daten
en: No data
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
ru: Нет данных
zh_hans: 无数据

source: Không có lỗi nào được phát hiện
ar: No errors detected
de: No errors detected
en: No errors detected
es: No errors detected
fr: No errors detected
hi: No errors detected
ja: No errors detected
ko: No errors detected
pt_br: No errors detected
ru: No errors detected
zh_hans: No errors detected

source: Không có quyền truy cập
ar: Permission denied
de: Permission denied
en: Permission denied
es: Permission denied
fr: Permission denied
hi: Permission denied
ja: Permission denied
ko: Permission denied
pt_br: Permission denied
ru: Permission denied
zh_hans: Permission denied

# Không đọc được thư mục sync
source: Không đọc được thư mục đồng bộ
ar: Cannot read sync folder
de: Cannot read sync folder
en: Cannot read sync folder
es: Cannot read sync folder
fr: Cannot read sync folder
hi: Cannot read sync folder
ja: Cannot read sync folder
ko: Cannot read sync folder
pt_br: Cannot read sync folder
ru: Cannot read sync folder
zh_hans: Cannot read sync folder

source: Không đủ dung lượng ổ đích
ar: Insufficient space on destination drive
de: Insufficient space on destination drive
en: Insufficient space on destination drive
es: Insufficient space on destination drive
fr: Insufficient space on destination drive
hi: Insufficient space on destination drive
ja: Insufficient space on destination drive
ko: Insufficient space on destination drive
pt_br: Insufficient space on destination drive
ru: Insufficient space on destination drive
zh_hans: Insufficient space on destination drive

source: Không thấy
ar: غير موجود
de: Nicht gefunden
en: Not found
es: No encontrado
fr: Introuvable
hi: नहीं मिला
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não encontrado
ru: Не найдено
zh_hans: 未找到

# Không thể đẩy lên online: %@
source: Không thể chuyển sang trực tuyến: %@
ar: Cannot push online: %@
de: Cannot push online: %@
en: Cannot push online: %@
es: Cannot push online: %@
fr: Cannot push online: %@
hi: Cannot push online: %@
ja: Cannot push online: %@
ko: Cannot push online: %@
pt_br: Cannot push online: %@
ru: Cannot push online: %@
zh_hans: Cannot push online: %@

source: Không thể tải về: %@
ar: Cannot download: %@
de: Cannot download: %@
en: Cannot download: %@
es: Cannot download: %@
fr: Cannot download: %@
hi: Cannot download: %@
ja: Cannot download: %@
ko: Cannot download: %@
pt_br: Cannot download: %@
ru: Cannot download: %@
zh_hans: Cannot download: %@

# Không thể tạo symlink
source: Không thể tạo liên kết mềm
ar: Cannot create symlink
de: Cannot create symlink
en: Cannot create symlink
es: Cannot create symlink
fr: Cannot create symlink
hi: Cannot create symlink
ja: Cannot create symlink
ko: Cannot create symlink
pt_br: Cannot create symlink
ru: Cannot create symlink
zh_hans: Cannot create symlink

source: Không thể xóa một số file:
ar: Cannot delete some files:
de: Cannot delete some files:
en: Cannot delete some files:
es: Cannot delete some files:
fr: Cannot delete some files:
hi: Cannot delete some files:
ja: Cannot delete some files:
ko: Cannot delete some files:
pt_br: Cannot delete some files:
ru: Cannot delete some files:
zh_hans: Cannot delete some files:

# Không tìm thấy dịch vụ cloud
source: Không tìm thấy dịch vụ đám mây
ar: No cloud service found
de: No cloud service found
en: No cloud service found
es: No cloud service found
fr: No cloud service found
hi: No cloud service found
ja: No cloud service found
ko: No cloud service found
pt_br: No cloud service found
ru: No cloud service found
zh_hans: No cloud service found

source: Không tìm thấy ổ chứa đích. Hãy kiểm tra kết nối hoặc cập nhật ghi nhớ.
ar: Destination drive not found. Check connection or update the bookmark.
de: Destination drive not found. Check connection or update the bookmark.
en: Destination drive not found. Check connection or update the bookmark.
es: Destination drive not found. Check connection or update the bookmark.
fr: Destination drive not found. Check connection or update the bookmark.
hi: Destination drive not found. Check connection or update the bookmark.
ja: Destination drive not found. Check connection or update the bookmark.
ko: Destination drive not found. Check connection or update the bookmark.
pt_br: Destination drive not found. Check connection or update the bookmark.
ru: Destination drive not found. Check connection or update the bookmark.
zh_hans: Destination drive not found. Check connection or update the bookmark.

# Không tìm thấy ổ phụ hay cloud. Kết nối ổ ngoài hoặc cài cloud storage.
source: Không tìm thấy ổ phụ hay đám mây. Kết nối ổ ngoài hoặc cài dịch vụ lưu trữ đám mây.
ar: No secondary drive or cloud found. Connect an external drive or install cloud storage.
de: No secondary drive or cloud found. Connect an external drive or install cloud storage.
en: No secondary drive or cloud found. Connect an external drive or install cloud storage.
es: No secondary drive or cloud found. Connect an external drive or install cloud storage.
fr: No secondary drive or cloud found. Connect an external drive or install cloud storage.
hi: No secondary drive or cloud found. Connect an external drive or install cloud storage.
ja: No secondary drive or cloud found. Connect an external drive or install cloud storage.
ko: No secondary drive or cloud found. Connect an external drive or install cloud storage.
pt_br: No secondary drive or cloud found. Connect an external drive or install cloud storage.
ru: No secondary drive or cloud found. Connect an external drive or install cloud storage.
zh_hans: No secondary drive or cloud found. Connect an external drive or install cloud storage.

source: Không tìm thấy ổ phụ. Hãy kết nối ổ đĩa ngoài.
ar: No external drive found. Please connect an external drive.
de: No external drive found. Please connect an external drive.
en: No external drive found. Please connect an external drive.
es: No external drive found. Please connect an external drive.
fr: No external drive found. Please connect an external drive.
hi: No external drive found. Please connect an external drive.
ja: No external drive found. Please connect an external drive.
ko: No external drive found. Please connect an external drive.
pt_br: No external drive found. Please connect an external drive.
ru: No external drive found. Please connect an external drive.
zh_hans: No external drive found. Please connect an external drive.

source: Kiểm tra kết nối
ar: Check connection
de: Check connection
en: Check connection
es: Check connection
fr: Check connection
hi: Check connection
ja: Check connection
ko: Check connection
pt_br: Check connection
ru: Check connection
zh_hans: Check connection

source: Kiểm tra lại
ar: Recheck
de: Recheck
en: Recheck
es: Recheck
fr: Recheck
hi: Recheck
ja: Recheck
ko: Recheck
pt_br: Recheck
ru: Recheck
zh_hans: Recheck

source: Kiểm tra liên kết
ar: فحص الروابط
de: Links prüfen
en: Check links
es: Verificar enlaces
fr: Vérifier les liens
hi: लिंक जाँचें
ja: リンクを確認
ko: 링크 확인
pt_br: Verificar links
ru: Проверить ссылки
zh_hans: 检查链接

# Kiểm tra symlink và ổ đĩa
source: Kiểm tra liên kết mềm và ổ đĩa
ar: Check symlinks and drives
de: Check symlinks and drives
en: Check symlinks and drives
es: Check symlinks and drives
fr: Check symlinks and drives
hi: Check symlinks and drives
ja: Check symlinks and drives
ko: Check symlinks and drives
pt_br: Check symlinks and drives
ru: Check symlinks and drives
zh_hans: Check symlinks and drives

source: Kiểm tra tình trạng
ar: Check status
de: Check status
en: Check status
es: Check status
fr: Check status
hi: Check status
ja: Check status
ko: Check status
pt_br: Check status
ru: Check status
zh_hans: Check status

# Kiểm tra tình trạng symlink và ổ đĩa
source: Kiểm tra tình trạng liên kết mềm và ổ đĩa
ar: Check symlink and drive status
de: Check symlink and drive status
en: Check symlink and drive status
es: Check symlink and drive status
fr: Check symlink and drive status
hi: Check symlink and drive status
ja: Check symlink and drive status
ko: Check symlink and drive status
pt_br: Check symlink and drive status
ru: Check symlink and drive status
zh_hans: Check symlink and drive status

source: Làm mới
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
hi: रिफ्रेश करें
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

source: Lần quét
ar: Scan count
de: Scan count
en: Scan count
es: Scan count
fr: Scan count
hi: Scan count
ja: Scan count
ko: Scan count
pt_br: Scan count
ru: Scan count
zh_hans: Scan count

source: Lịch sử
ar: السجل
de: Verlauf
en: History
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史记录

source: Lỗi
ar: خطأ
de: Fehler
en: Error
es: Error
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# Lỗi copy: %@
source: Lỗi sao chép: %@
ar: Copy error: %@
de: Copy error: %@
en: Copy error: %@
es: Copy error: %@
fr: Copy error: %@
hi: Copy error: %@
ja: Copy error: %@
ko: Copy error: %@
pt_br: Copy error: %@
ru: Copy error: %@
zh_hans: Copy error: %@

source: Lỗi khôi phục: %@
ar: Restore error: %@
de: Restore error: %@
en: Restore error: %@
es: Restore error: %@
fr: Restore error: %@
hi: Restore error: %@
ja: Restore error: %@
ko: Restore error: %@
pt_br: Restore error: %@
ru: Restore error: %@
zh_hans: Restore error: %@
